tap "1password/tap"
tap "aws/tap"
tap "dagger/tap"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "lucagrulla/tap"
tap "warrensbox/tap"
brew "antigen"
brew "awscli"
brew "python@3.10"
brew "bat"
brew "glib"
brew "python@3.9"
brew "cairo"
brew "harfbuzz"
brew "cabal-install"
brew "chezmoi"
brew "coreutils"
brew "direnv"
brew "folly"
brew "edencommon"
brew "exa"
brew "fasd"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-remote-codecommit"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "goreleaser"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "groff"
brew "httpie"
brew "hub"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "luv"
brew "make"
brew "neovim"
brew "node"
brew "openjdk"
brew "pandoc"
brew "parallel"
brew "pnpm", link: false
brew "protobuf"
brew "pyenv"
brew "python@3.8"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "tmux"
brew "tree"
brew "volta"
brew "watchman"
brew "wget"
brew "wireshark"
brew "z"
brew "aws/tap/aws-sam-cli"
brew "dagger/tap/dagger"
brew "hashicorp/tap/terraform-ls"
brew "lucagrulla/tap/cw"
brew "warrensbox/tap/tfswitch"
brew "warrensbox/tap/tgswitch"
cask "1password-cli"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
